"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@  er lastet ned og er klar til bruk!  Dette er en viktig oppdatering; ønsker du å installere og restarte %1$@ nå?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ er lastet ned og er klar til bruk! Ønsker du å installere og restarte %1$@ nå?";

"%1$@ can't be updated, because it was opened from a read-only or a temporary location." = "%1$@ kan ikke oppdateres fra en 'bare lesbar' enhet som f.eks. en cd";

"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Flytt %1$@ til Programmer-katalogen, start på ny og prøv igjen.";

"%@ %@ is currently the newest version available." = "%1$@ %2$@ er nyeste versjon.";

"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ er nyeste versjon.\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ er nå tilgjengelig—du har %3$@. Ønsker du å laste ned og installere nå?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ is now available--you have %3$@. Would you like to learn more about this update on the web?";

"%@ downloaded" = "%@ lastet ned";

"%@ of %@" = "%1$@ av %2$@";

"A new version of %@ is available!" = "En ny versjon av %@ er tilgjengelig!";

"A new version of %@ is ready to install!" = "En ny versjon av %@ er klar for installering!";

"An error occurred in retrieving update information. Please try again later." = "En feil oppstod ved henting av oppdateringsinformasjon. Vennligst prøv igjen senere.";

"An error occurred while downloading the update. Please try again later." = "En feil oppstod under nedlasting av oppdateringen. Vennligst prøv igjen senere.";

"An error occurred while extracting the archive. Please try again later." = "En feil oppstod under utpakking av oppdateringen. Vennligst prøv igjen senere.";

"An error occurred while installing the update. Please try again later." = "En feil oppstod under installering av opddateringen. Vennligst prøv igjen senere.";

"An error occurred while parsing the update feed." = "En feil oppstod under lesing av oppdateringsstrømmen.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "En feil oppstod under omstart av %1$@, men den nyeste versjonen vil være tilgjengelig neste gang du starter %1$@.";

"An important update to %@ is ready to install" = "En viktig oppdatering for %@ er klar til å installeres";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Avbryt";

"Cancel Update" = "Avbryt oppdateringen";

"Checking for updates..." = "Søker etter oppdateringer…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Laster ned oppdateringen…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Pakker ut oppdateringen…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Installer og start på ny";

/* Take care not to overflow the status window. */
"Installing update..." = "Installerer oppdateringen…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Klar til å installere";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Skal %1$@ søke automatisk etter oppdateringer? Du kan når som helst søke manuelt fra %1$@-menyen.";

"Update Error!" = "Feil ved oppdateringen!";

"Updating %@" = "Oppdaterer %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Du har allerede nyeste versjon av %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Ingen nye oppdateringer";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */
"Learn More..." = "Mer info…";

